en/01-functions/exercise-01/org/exercise-01.tex
% Created 2025-09-09 Tue 13:23
% Intended LaTeX compiler: lualatex
\documentclass[oneside, 11pt, DIV = 10, BCOR = 0mm, headsepline = 0.8pt, footsepline = 0.4pt, numbers = noenddot, headings = openany]{scrbook}
\usepackage{scrbook-preset}
\date{}
\title{}
\begin{document}

\onehalfspacing
\recalctypearea
\mainmatter
\part*{Calculus, Metric Version (9th Edition) by James Stewart, Daniel Clegg, and Saleem Watson}
\label{sec:orgad5dfad}
\chapter*{Exercise No. 1}
\label{sec:orgf73563b}
\begin{EnumerateQuestions}
\item[1.] Let \(f\) be the function whose graph is given
  \begin{EnumerateSubquestions}
    \item Estimate the value of \(f(2)\).
    \item Estimate the values of \(x\) such that \(f(x) = 3\).
    \item State the domain of \(f\).
    \item State the range of \(f\).
    \item On what interval is \(f\) increasing?
    \item Is \(f\) even, odd, or neither even nor odd? Explain
  \end{EnumerateSubquestions}
\end{EnumerateQuestions}
\chapter*{Answer to Exercise No. 1}
\label{sec:orgf557ac2}
\begin{EnumerateQuestions}
  \item[1.]
\end{EnumerateQuestions}
\chapter*{Exercise No. 2}
\label{sec:org69b4bb9}
\begin{EnumerateQuestions}
  \item[2.] Determine whether each curve is the graph of a function of \(x\).
     If it is, state the domain and range of the function.
\end{EnumerateQuestions}
\chapter*{Answer to Exercise No. 2}
\label{sec:org71df9ef}
\begin{EnumerateQuestions}
  \item[2.]
\end{EnumerateQuestions}
\chapter*{Exercise No. 3}
\label{sec:orgc969394}
\begin{EnumerateQuestions}
  \item[3.] If \(f(x) = x^2 - 2x + 3\), evaluate the difference quotient
   \[\frac{f(a + h) - f(a)}{h}.\]
\end{EnumerateQuestions}
\chapter*{Answer to Exercise No. 3}
\label{sec:org15df9e7}
\begin{EnumerateQuestions}
  \item[3.]
\end{EnumerateQuestions}
\chapter*{Exercise No. 4}
\label{sec:org02ab8be}
\begin{EnumerateQuestions}
  \item[4.] Sketch a rough graph of the yield of a crop as a function of  the amount of fertilizer used.
\end{EnumerateQuestions}
\chapter*{Answer to Exercise No. 4}
\label{sec:orgc9dbeed}
\begin{EnumerateQuestions}
  \item[4.]
\end{EnumerateQuestions}
\chapter*{Exercise No. 5–8}
\label{sec:org89de9e0}

\chapter*{Answer to Exercise No. 5–8}
\label{sec:orgdb949e7}

\chapter*{Exercise No.}
\label{sec:orga0075ff}

\chapter*{Answer to Exercise No.}
\label{sec:orgbd0df9d}
\end{document}
